Repository: Chocobo-ts/oblogout
Catalog: openboxlogout/pofiles/oblogout-*.po
Languages: de, he, nb

source: Button %s is not a valid button name, removing
de: %s ist keine gültige Beschriftung, entferne die Beschriftung
he: הכפתור %s אינו חוקי. מסיר.
nb: Knapp %s er ikke et gyldig knappenavn, fjerner

source: Can't Hibernate, disabling button
de: Hibernate ist nicht möglich, diese Funktion wird deaktiviert
he: לא יכול לעבור למצב שינה. מכבה את הכפתור.
nb: Kan ikke g책 i dvale, utelukker knapp

source: Can't Safe Suspend, disabling button
de: Kann nicht in den "Safe Suspend"-Modus wechseln, diese Funktion wird deaktiviert.
he: לא יכול לעבור למצב השהיה בטוחה. מכבה את הכפתור.
nb: Trygg standby umulig, utelukker knapp

source: Can't Suspend, disabling button
de: Kann nicht in den "Suspend"-Modus wechseln, diese Funktion wird deaktiviert
he: לא יכול לעבור למצב השהיה. מכבה את הכפתור.
nb: Standby umulig, utelukker knapp

source: Color %s is not a valid color, defaulting to black
de: Die Farbe %s ist keine gültige Farbe. Verwende die Standardfarbe schwarz
he: הצבע %s אינו חוקי. משתמש בברירת המחדל שחור.
nb: Farge %s er ikke en gyldig farge, bruker svart

source: No valid buttons found, resetting to defaults
de: Es wurden keine gültigen Schaltflächen gefunden, setze die Einstellung auf den Standardwert zurück
he: לא נמצאו כפתורים חוקיים. מאתחל לברירות המחדל.
nb: Ingen gyldige knapper funnet, bruker standard

source: Openbox Logout
he: יציאה מ Openbox

source: Unable to determin the module path, exiting...
de: Der Mudolpfad konnte nicht gefunden werden, breche ab
he: לא מצליח לקבוע את הנתיב למודול. יוצא...
nb: Fant ikke stien til modulen, avslutter...

source: Unable to find config file %s
de: Kann die Konfigurationsdatei %s nicht finden
he: לא מצליח למצוא את קובץ התצורה %s
nb: Fant ikke config-fil %s

source: cancel
de: abbrechen
he: ביטול
nb: avbryt

source: hibernate
de: Ruhezustand
he: מצב שינה
nb: g책 i dvalemodus

source: lock
de: sperren
he: נעילה
nb: l책s

source: logout
de: abmelden
he: התנתק
nb: logg ut

source: restart
de: Neustart
he: הפעלה מחדש
nb: omstart

source: safesuspend
de: sicherer Suspend
he: השהיה בטוחה
nb: trygg standby

source: shutdown
de: Herunterfahren
he: כיבוי
nb: sl책 av

source: suspend
de: Ruhezustand
he: המתנה
nb: standby

source: switch
de: wechseln
he: החלף
nb: bytt
